<?php

return array (
  'configuration_test' => 'هذا هو اختبار تكوين البريد الإلكتروني',
  'default_admin_email' => 'تحقق من البريد الإلكتروني الافتراضي للمسؤول',
  'default_admin_email_ok' => 'تم تغيير بريدك الإلكتروني بشكل صحيح. شكراً',
  'how_to_fix_this' => 'كيف يمكن إصلاح هذا',
  'paddle' => 'مضرب',
  'paddle_error' => 'يبدو أنك لم تقم بإعداد مضربك. يتم استخدام Paddle.com للاشتراكات والمدفوعات. يرجى اتباع المستندات وإضافة بيانات اعتماد المضرب في الإعدادات',
  'setup_progress' => 'تقديم الإعداد',
  'site_run_into_smtp_error' => 'لسوء الحظ ، واجه النظام خطأ SMTP. إذا كنت مسؤولاً ، فقم بتسجيل الدخول وتحقق من حالة النظام',
  'smtp' => 'إرسال بريد',
  'smtp_not_ok' => 'حيث لم نتمكن من إرسال بريد إلكتروني تجريبي. يرجى التأكد من إدخال بيانات اعتماد SMTP الصحيحة. يرجى ملاحظة أنه يمكنك استخدام كل من SSL وليس منافذ SSL. عند استخدام SSL ، تأكد من أن MAIL_DRIVER ليس بروتوكول SMTP ، ولكنه يرسل بريدًا ، كما في المستندات',
  'stripe' => 'شريط',
  'stripe_error' => 'يبدو أنك لم تقم بإعداد شريطك. يستخدم Stripe للاشتراكات والمدفوعات. يرجى اتباع المستندات وإضافة بيانات اعتماد شريطية في الإعدادات',
  'system_status' => 'حالة النظام',
  'using_default_admin_solution' => 'أنت تستخدم البريد الإلكتروني الافتراضي وهذا يمثل مخاطرة أمنية. يرجى قراءة كيفية إعداد البريد الإلكتروني الخاص بك في الوثائق',
);
